# ЗионоТред | LGA 775/1156/1366/2011 #
Основная вики тут --> http://www.xeonowiki.xyz
Прошлый тред тонет тут --> https://2ch.hk/hw/res/1713402.html
Прошлая гигантская шапка тут --> http://pastebin.com/fFmviRaU
О практически всех зионах и их характеристиках можно узнать тут --> http://ark.intel.com/
%%некоторых там по каким-то причинам нет, например того же Е5-1680v2, L5408, X3363%%
 
**775 зион:**
Полная версия: https://pastebin.com/jU2dAWTC
**Не актуален!** Собираться с нуля нет смысла. Есть смысл только замены старого двухядерного процессора на четырехядерный. 
Годные модели: Е5440, Е5450, Х5450, Х5460, L5408, L5420, L5430.
Под крышкой припой.
Таблица соотношения Xeon - Core Quad: https://docs.google.com/spreadsheets/d/1CFrWxGb1Sq2eK6kgkPwt1Cdku0liPMSHBTd60m1HG5w/edit#gid=259988996
Разумный предел по видеокарте: GTX 1050 Ti. 
Тем не менее не рекомендуется для современных игр из-за отсутствия поддержки sse 4.2, малой частоты озу и склейки из двух кристаллов.
Т.к. при интенсивном использовании больше двух потоков с частым обменом данными между ними возникают большие задержки, т.е. в современные игры нормально не поиграть.
Гайд: http://pastebin.com/RGq1pbhu
Ссылки для проверки матплаты под данный мод:
http://www.delidded.com/lga-771-to-775-adapter/3/
http://ideafix.name/?p=1483
 
Видео работы в игорах:
https://youtu.be/7lMUdCpDKQk
https://www.youtube.com/watch?v=4bWBqQMH9ds
 
**1156:**
Матплаты от 3к, дешевые 8 потоков.
Годная модель - х3440 (старшие модели есть смысл брать только при минимальном отличии в цене)
Под крышкой термопаста.
Разумный предел по видеокарте: GTX 1060.
Брать под разгон, гайд: http://www1.fcenter.ru/forprint.shtml?online/articles/hardware/motherboards/27405
И немного тут в конце: http://pastebin.com/fcQm4qn1
Перед разгоном не забудьте запастись приличным куллером и озаботится об охлаждении цепей питания цпу, камни очень горячие.
Зионы поддерживают некоторые 8Гб планки памяти (на чипах с низкой плотностью записи). Отличительный признак таких планок: с двух сторон по 8 чипов.
 
Видео:
https://youtu.be/qX0aeQSQkGM
https://www.youtube.com/watch?v=5_GMRBwpnSc
https://www.youtube.com/watch?v=fsXB9YzhxAQ
https://www.youtube.com/watch?v=8JTpW8_IVN4&t=221s
https://www.youtube.com/watch?v=EdRz-K1DbSk

 
**1366:**
Дорогие матплаты под разгон, повидавшие виды, цены выше 7к, имеет смысл с нуля собирать с 6-ти ядерником.
Годные модели: Х5650, Х5660, для энтузиастов unlocked W3680/90.
Под крышкой припой.
Разумный предел по видеокарте: GTX 1070.
Есть китайские платы, на них нет разгона, плюсом идет работа с регистровой памятью, но не на всех.
Ссылки:
http://pastebin.com/fcQm4qn1
http://pastebin.com/PVkerur7
Разгон на серверных матерях (на немецком): https://goo.gl/2ZBSLc
ICS клокеры здесь: https://goo.gl/baXu8Z
http://www.xeonowiki.xyz/lga1366

 
**1356**
Представляет собой слегка упрощенный вариант 2011 для нищих, соответственно это те же сендики и ивики. 
Не имеет особого смысла, но сгодится, если то же количество ядер удастся найти дешевле, чем на 2011 сокете. 
Минусы - не самые высокие частоты, нет разгонных камней со свободным множителем. 
В основном для данного сокета есть только китайские Huanan материнки с 2-ух канальной памятью, в то время как проц может в 3-ёх канал. На ебэее или тао можно выловить серверные 2-ух сокетные бренды.
Наиболее выгодные для покупки процы 2440 (аналог 2640) и 1410 или 1410 v2 - 4-ех ядерник за копейки, почти что гой7. Должен иметь производительность уровня разогнанного до около 4 ГГц x3440.
Таблица процессоров по той же ссылке, что и у 2011.


**2011**
Брендовые матплаты от 10к, китайские платы от 5к. Под данный сокет, разгон есть только на E5-16xx v1/v2. Китайские платы поддерживают дешёвую серверную регистровую память (не все).
Под крышкой припой.
Таблица с моделями процессоров: https://docs.google.com/spreadsheets/d/1quwJm8GMGlzyL53CRJuSgxy5Ac3j5OvUo5eZIThlk6M/edit#gid=0
FAQ по китайским матерям: http://x79.apphb.com/ и https://xeon-e5450.ru
Патченный биос там же или патчим сами: https://pastebin.com/ZUsCm4KF
Тема по китайским матерям на оверах: https://forums.overclockers.ru/viewtopic.php?f=1&t=580210
Драйвер realtek: https://www.tenforums.com/drivers-hardware/5993-latest-realtek-hd-audio-driver-version.html


**1155**
E3-12xx v1/v2 с ебея.
У v1 припой, у v2 термопаста.
Производительность сравнима с i5/i7 в пределах одного и того же поколения.
Разгон только по шине!
Разумный предел по видеокарте: GTX 1070.
Разгон памяти доступен на P/Z чипсетах. Стандартная частота для v1 - 1333, для v2 - 1600.
В чипсетах H67/P67 rev. B2 есть баг с "деградацией" портов SATA2, исправлен в rev. B3 (материнки выпуска 03.2011 и позднее): https://forums.overclockers.ru/viewtopic.php?f=10&t=387589
Спонтанная проблема выгорания питальника на материнках ASUS серии P8: https://forums.overclockers.ru/viewtopic.php?f=22&t=416186


**1150**
Появился новый вариант с процессорами Crystal Well, подробности по ссылке ниже.
https://pastebin.com/Eu2b8JX0
E3-12xx v3/v4 с ебея.
Под крышкой термопаста.
Производительность сравнима с i5/i7 в пределах одного и того же поколения.
У v3 на чипсете z87 возможно залочить турбобуст на все ядра, у core i с разблокированным множителем можно разгонять на любом чипсете (в обновленных биос интел заблокировала эти возможности).
V4 работает только на серверных и H97/Z97 чипсетах.

 
**2011-3**
Не вошедшее в шапку: https://pastebin.com/NJFQVgE4
Для игоря ровно 2 модели процессоров 5820к/5960х, "аналоги" E5-1650/1660/1680 v3 с разблокированным множителем дорогие и малочисленные на ебаях. 
Под крышкой припой.
Анонам, которые хотят приличного разгона, стоит брать плату исключительно с OC-сокетом.
Ос-сокет имеет дополнительные ножки питания, на обычном сокете будут заметны фигурные "выемки" на серединах сторон.
4S зионы работают только на Асроке (проверено лично на QS 4620 v3) и Асусе (тут 100% не уверен, смотрите QVL и гуглите).
Предпочтительно брать Асрок/Асус, особенно если берётся pre-QS или ES камень, для 14/28 и выше под хак лучше всего средний-старший Асус из-за хороших питальников.
**Будь осторожнее анон с любым Асусом x99 и Broadwell i7, при разгоне есть риск спалить цпу**
Ссылки на темы на Оверах: https://forums.overclockers.ru/viewtopic.php?f=1&t=577523
https://forums.overclockers.ru/viewtopic.php?f=2&t=517465
Пошаговая инструкция и софт для анлока турбобуста на все ядра для Xeon v3: https://goo.gl/CHSBKV

 
**1151**
На 1151 мамках можно установить Coffee Lake CPU Проверены: i3 8100, но нужна доработка цпу i5 8400, а так же есть инфа о работе их с DDR3 памятью!
Так же можно заставить работать E3 v5 и v6 зионы на обычных мамках с не серверными чипсетами
Видео: https://www.youtube.com/watch?v=yanv5D1515I&t
По умолчанию на 1151 зионы работают только на серверных чипсетах, но производители выпускали гражданские материнки на серверных чипсетах  как пример взять Asrock E3V5 и зион E3-1230v5 и разогнать шиной, выйдет возможно немного дешевле i7+Z170 сборки.

**2066**
Пока информации мало, но Зионы не работают в X299 мамках, только серверные чипсеты. Сами зионы аналогичны десктопным i7 и i9 по ядрам.

**3647**
Интересных моделей за вкусные цены практически нет. Бывают всплывают OEM P8136 и подобные, есть дорогие инженерники. 
Для работы в материнках Supermicro нужно патчить модбиос, интелы и асусы вообще не работают с OEM и инженерниками.
Ещё материнки Supermicro x11 не умеют работать с сетями меньше 1 гигабита.
 
>Ты представляешь на сколько сложно получить зион? Это сверх камни, они идеальны. Сам аллах принимал в этом участие. Все кто используют зионы на домашних пк, это почти что полу-боги.
